Revit 2027 API
RefPlaneFailures Properties
The BuiltInFailures.RefPlaneFailures type exposes the following members.
Properties
Name | Description
AlreadyHaveTwoClosurePlanes |  No more than two closure planes are allowed.
Top
See Also
Reference
BuiltInFailures.RefPlaneFailures Class
Autodesk.Revit.DB Namespace